Repository: Michaelfisher098/wallet-ios
Catalog: Mycelium Wallet/*.lproj/Localizable.strings
Languages: de

source: %@ Do you wish to continue?
de: %@ Möchten Sie fortfahren?

source: 1 confirmation
de: 1 Bestätigung

source: About
de: Über

source: About Diagnostics
de: Über Diagnose

source: Account #%02d
de: Konto #%02d

source: Account %@
de: Konto %@

source: Account Details
de: Kontodetails

source: Account Label
de: Konto-Bezeichnung

source: Accounts
de: Konten

source: Activate Account
de: Konto aktivieren

source: Active
de: Aktiv

source: Active account is kept up to date.
de: aktive Konten werden aktuell gehalten.

source: Address does not belong to Bitcoin network
de: Keine gültige Bitcoin-Addresse

source: Archive Account
de: Konto archivieren

source: Archived
de: Archiviert

source: Archived account is not kept up to date.
de: archiviertes Konto wird nicht aktuell gehalten.

source: Attention
de: Achtung

source: Authenticate security upgrade.
de: Authentifiziere Sicherheits-Aktualisierung.

source: Authenticate storage for the wallet seed
de: Authentifiziere Speicherplatz für wallet seed

source: Authenticate to store master key on the device
de: Authentifizieren um Master-Key auf Gerät zu speichern

source: Authorize access to the backup
de: Autorisiere Zugriff zu Sicherheitskopie

source: Authorize change of network mode
de: Autorisiere Änderung von Netzwerk-Modus

source: Authorize new account
de: Autorisiere neues Konto

source: Authorize removal of the master key
de: Autorisiere Löschung des Master-Key

source: Back
de: Zurück

source: Back up later
de: Später sichern

source: Back up now
de: Jetzt sichern

source: Back up the wallet
de: Wallet sichern

source: Back up your wallet
de: Sichern Sie ihre Wallet

source: Backup
de: Sicherheitskopie

source: Backup consists of a 12-word phrase that you have to write down. It allows you to recover your funds when you disable your device passcode, or in case of loss/damage/malfunction of the device. This takes only a minute.
de: Die Sicherheitskopie ist eine Wortfolge von 12 Wörtern die Sie notieren müssen. Sie erlaubt ihnen das Wiederherstellen ihres Geldes bei Verlust ihres Passcodes oder im Falle von Verlust/Schaden/Fehlfunktion ihres Gerätes. Es dauert nicht länger als eine Minute.

source: Backup does not match
de: Sicherheitskopie stimmt nicht überein

source: Backup is invalid
de: Sicherheitskopie ungültig

source: Backup is not verified
de: Sicherheitskopie ist nicht verifiziert

source: Balance
de: Guthaben

source: Bitcoin Payment
de: Bitcoin-Zahlung

source: Camera Access
de: Kamera-Zugriff

source: Can't add an account because you have too many empty accounts.
de: Kann kein Konto hinzufügen, da Sie zu viele leere Konten haben.

source: Can't synchronize accounts. Try again later.
de: Konten nicht synchronisiert. Versuchen Sie es später erneut.

source: Can't synchronize the account. Try again later.
de: Kann Konto nicht synchronisieren. Versuchen Sie es später erneut.

source: Cancel
de: Abbruch

source: Cannot make another copy of master seed while device is locked
de: Während Gerät gesperrt ist, kann keine neue Sicherheitskopie erstellt werden.

source: Cannot parse any transaction returned for txids %@
de: Kann keine Transaktion analysieren für TX-IDs %@

source: Cannot read the master seed from the file while device is locked (protected data is not available).
de: Master-Seed nicht lesbar während Gerät gesperrt ist (geschützte Daten sind nicht verfügbar).

source: Cannot read the master seed from the file.
de: Kann Master-Seed nicht aus Datei auslesen.

source: Cannot restore wallet
de: Wallet nicht wiederherstellbar

source: Cannot verify recipient
de: Empfänger nicht verifizierbar

source: Check your backup
de: Sicherheitskopie überprüfen

source: Checking public address...
de: Checke öffentlich Addresse...

source: Clear Database
de: Datenbank leeren

source: Clear Database?
de: Datenbank leeren?

source: Confirm payment of %@
de: Bestätige Zahlung von %@

source: Confirmations
de: Bestätigung

source: Connection failed
de: Verbindung fehlgeschlagen

source: Continue
de: Fortfahren

source: Credits
de: Dank an

source: Currency
de: Währung

source: Current
de: Ausgewählt

source: Current account is used to send and receive funds.
de: Ausgewähltes Konto wird zum Versand & Empfang von Geld verwendet.

source: Date
de: Datum

source: Delete Account
de: Konto löschen

source: Developer Build
de: Entwickler Version

source: Diagnostical Log
de: Diagnose-Log

source: Diagnostics Log
de: Diagnose-Log

source: Disabling your passcode, software or hardware failure may render your funds forever inaccessible. This takes only a minute.
de: Deaktivieren des Passcodes, Software- oder Hardware-Fehler können ihr Geld nicht zugänglich machen. Dies dauert lediglich eine Minute.

source: Do you really want to delete this account?
de: Möchten Sie dieses Konto wirklich löschen?

source: Do you understand the risk?
de: Verstehen Sie das verbundene Risiko?

source: Do you wish to pay anyway?
de: Trotzdem bezahlen?

source: Economy
de: Ökonomisch

source: Enter your private key to spend funds from it.
de: Geben Sie ihren privaten Schlüssel ein um über dessen Guthaben zu verfügen.

source: Error
de: Fehler

source: Exchange Rate Provider
de: Wechselkurs von

source: Exchange rate
de: Wechselkurs

source: Export Diagnostical Data
de: Exportiere Diagnose-Daten

source: Export Diagnostics
de: Exportiere Diagnose

source: Failed to load coins. Please try again.
de: Coins konnten nicht geladen werden. Versuchen Sie es erneut.

source: Failed to read a correct probe item value from iOS Keychain.
de: Es konnte kein korrekter Wert des Testelements des iOS-Schlüsselbunds ausgelesen werden.

source: Failed to restore wallet with this mnemonic
de: Wiederherstellung mit Wortfolge ist fehlgeschlagen

source: Fee
de: Gebühr

source: Fee rate
de: Gebührenrate

source: Fee: %@
de: Gebühr: %@

source: Finish
de: Fertig

source: Hey, install %@ and I will send you some bitcoins.
de: Hey, installiere %@ und ich sende dir ein paar bitcoins.

source: History of all transactions will be removed. Master key will be preserved.
de: Historie aller Transaktionen wird entfern. Master-Key bleibt erhalten.

source: I agree, do not verify
de: Ich stimme zu, nicht verifizieren

source: I agree, proceed without backup
de: Ich stimme zu, fortfahren ohne Sicherheitskopie

source: I understand, proceed without backup
de: Ich verstehe, fortfahren ohne Sicherheitskopie

source: Inputs
de: Eingänge

source: Insufficient funds
de: Guthaben nicht ausreichend

source: Invalid network
de: Ungültiges Netzwerk

source: Invite
de: Einladen

source: Invite a friend
de: Freund einladen

source: Key does not belong to Bitcoin network
de: Schlüssel gehört nicht zum Bitcoin Netzwerk

source: Key is invalid
de: Schlüssel ungültig

source: Label
de: Bezeichnung

source: Legal
de: Rechtliches

source: Loading coins...
de: Lade coins...

source: Low Priority
de: Niedrige Priorität

source: Low Priority or Economy may result in longer confirmation time
de: Niedrige und ökonomische Priorität können zu einer längeren Bestätigungszeit führen

source: Main Account
de: Haupt-Konto

source: Make Current
de: Konto auswählen

source: Making a file-based copy of the wallet seed
de: Erstelle Datei-basierte Kopie der Wallet-Seed

source: Master seed is correct.
de: Master-Seed ist korrekt.

source: Master seed is incorrect.
de: Master-Seed ist nicht korrekt.

source: Missing data
de: fehlende Daten

source: New Account
de: Neues Konto

source: Next
de: Weiter

source: Next word
de: Nächstes Wort

source: No account found
de: Kein Konto gefunden

source: No miner fee estimates returned
de: Keine Transaktionsgebühr-Schätzung erhalten

source: Non-HTTP response received.
de: Nicht-HTTP Antwort erhalten.

source: Not a valid Bitcoin address or payment request
de: Keine gültige Bitcoin Addresse oder Zahlungs-Aufforderung

source: Not confirmed yet
de: noch nicht bestätigt

source: Notes
de: Notizen

source: Outputs
de: Ausgänge

source: Passcode is not set
de: Kein Passcode gesetzt

source: Payment Completed
de: Zahlung abgeschlossen

source: Payment Error
de: Zahlungs-Fehler

source: Payment Receipt
de: Zahlungs-Beleg

source: Payment address is not valid
de: Zahlungs-Adresse ungültig

source: Payment invalid
de: Zahlung ungültig

source: Payment request expired
de: Zahlungs-Aufforderung abgelaufen

source: Payment request is invalid
de: Zahlungs-Aufforderung ungültig

source: Please allow camera access in system settings.
de: Bitte erlauben Sie Kamera-Zugriff in den Systemeinstellungen.

source: Please check that you entered all words correctly.
de: Bitte überprüfen Sie die korrekte Eingabe aller Worte.

source: Please enter all words separated by space to verify they are written correctly
de: Bitte geben Sie alle Worte durch ein Leerzeichen getrennt ein um diese zu verifizieren

source: Please re-install the app if you have the backup or contact Mycelium support.
de: Bitten installieren Sie diese App erneut wenn sie eine Sicherheitskopie haben oder kontaktieren Sie Mycelium-Support.

source: Please send data to Mycelium
de: Senden Sie bitte Daten an Mycelium

source: Priority
de: Priorität

source: Private Key
de: privater Schlüssel

source: Public key
de: öffentlicher Schlüssel

source: Receipt
de: Beleg

source: Receive Bitcoins
de: Empfange Bitcoins

source: Receiving %@
de: Empfange %@

source: Recipient
de: Empfänger

source: Recipient Address
de: Empfänger-Adresse

source: Reset Wallet
de: Wallet zurücksetzen

source: Reset Wallet?
de: Wallet zurücksetzen?

source: Restore
de: Wiederherstellen

source: Restore Wallet
de: Wallet wiederherstellen

source: Restore wallet from backup
de: Wallet wiederherstellen aus Sicherheitskopie

source: Restoring the wallet seed
de: Wallet-Seed wiederherstellen

source: Save
de: Speichern

source: Scan Address
de: Addresse scannen

source: Scan QR code
de: QR-Code scannen

source: Send
de: Senden

source: Sender
de: Absender

source: Sending %@
de: Sende %@

source: Set Miner Fee
de: Setze Miner-Gebühr

source: Settings
de: Einstellungen

source: Shake your %@ to generate a unique master key to your wallet.
de: Schütteln Sie ihr %@ um einen einzigartigen Master-Key für ihre Wallet zu erstellen.

source: Size
de: Größe

source: Stored seed differs from the one which the app asked to save.
de: Gespeicherte Seed unterscheidet sich von jener, welche die App speichern wollte.

source: The backup is complete. Keep your master seed safe. You can use it to restore your wallet when you install Mycelium Wallet on another device (or reinstall on this one).
de: Ihre Sicherheitskopie ist abgeschlossen. Bewahren Sie ihre Master-Seed sicher auf. Sie können diese nutzen um Mycelium auf einem anderen Gerät zu installieren (oder auf diesem Wiederherzustellen)

source: The recipient’s claimed name %@ is not signed by a trusted authority.
de: Name des Empfängers %@ nicht von einer vertrauten Autorität signiert.

source: The request for payment is not signed by a trusted authority.
de: Die Zahlungsaufforderung ist nicht von einer vertrauten Autorität signiert.

source: This is a monthly reminder. Make sure your wallet backup is stored in a safe place and not lost or destroyed. If you are not sure, you should back up immediately.
de: Dies ist eine monatliche Erinnerung. Stellen Sie sicher das die Sicherheitskopie ihrer Wallet sicher verwahrt und nicht verloren oder unnutzbar ist. Sollten Sie sich dem nicht sicher sein, erstellen Sie unverzüglich eine Sicherheitskopie.

source: This is a public address with %@
de: Dies ist eine öffentlichte Addresse mit %@

source: This seed does not match this wallet.
de: Diese Seed stimmt nicht mit dieser Wallet überein.

source: This seed does not match this wallet. To restore from a different seed, re-install the app.
de: Diese Seed stimmt nicht mit dieser Wallet überein. Um von einer anderen wiederherzustellen, installieren Sie diese App neu.

source: To protect your bitcoins please set up a passcode or Touch ID in System Settings.
de: Um ihre Bitcoin zu schützen, setzen Sie bitte einen Passcode oder aktivieren TouchID in Systemeinstellungen.

source: To restore later, go to Settings and choose Restore from backup.
de: Um später wiederherzustellen, gehen Sie in die Einstellungen und wählen von Sicherheitskopie wiederherstellen.

source: Too many words entered.
de: Zu viele Worte eingegeben.

source: Transaction Details
de: Transaktions-Details

source: Transaction ID
de: Transaktions-ID

source: Transaction Notes
de: Transaktions-Notizen

source: Transactions
de: Transaktionen

source: Type in your master seed (separated by spaces)
de: Geben Sie ihre Master-Seed ein (getrennt durch Leerzeichen)

source: Type in your master seed separated by spaces
de: Geben Sie ihre Master-Seed durch Leerzeichen getrennt ein

source: Use Testnet
de: Verwende Testnet

source: Use all funds
de: gesamtes Guthaben

source: Use email support@mycelium.com.
de: Nutzen Sie Email support@mycelium.com.

source: Verification failed. PLEASE WRITE DOWN YOUR BACKUP SEED: %@
de: Verifikation fehlgeschlagen. BITTE NOTIEREN SIE DIE SEED IHRER SICHERHEITSKOPIE: %@

source: Verify
de: Verifizieren

source: Verify Backup
de: Sicherheitskopie verifizieren

source: Verifying that backup matches this wallet.
de: Verifiziere das Sicherheitskopie mit Wallet übereinstimmt.

source: Verifying that migration did succeed.
de: Verifiziere das Migration erfolgreich war.

source: Verifying wallet integrity.
de: Verifiziere Integrität der Wallet.

source: View Transactions
de: Transaktionen ansehen

source: Wallet Locked Out
de: Wallet ausgesperrt

source: Wallet is locked
de: Wallet ist gesperrt

source: Wallet is not restored
de: Wallet ist nicht wiederhergestellt

source: Wallet is restored
de: Wallet ist wiederhergestellt

source: You have full responsibility for security of your backup.
de: Sie tragen die volle Verantwortung für das sichere verwahren ihrer Sicherheitskopie.

source: You may use a paper backup or a private key slip from an ATM. Only WIF format is supported for now.
de: Sie können ein Papier-Backup oder den Ausdruck eines Bitcoin-Automaten mit dem privaten Schlüssel nutzen. Lediglich WIF (Wallet Import Format) wird momentan untersützt.

source: Your keys will be wiped out from this device and app will restart with clean state.
de: Ihre Schlüssel werden von diesem Gerät gelöscht und die App wird sich in einem leeren Zustand neustarten.

source: Your payment can't be completed, please check your internet connection. Your payment will be completed automatically.
de: Ihre Zahlung konnte nicht abgeschlossen werden, bitte prüfen Sie ihre Internetverbindung. Ihre Zahlung wird dann automatisch abgeschlossen.

source: Your payment was rejected. Please try to synchronize your account and try again.
de: Ihre Zahlung wurde abgelehnt. Bitte synchronisieren Sie ihr Konto und versuchen es erneut.

source: iOS Keychain failed with error: %@
de: iOS-Schlüsselbund fehlgeschlagen mit Fehler: %@
